[
    {  
    "eye": [
        
        {
            "title": "눈",
            "name": "고등어",
            "messages": "등 푸른 생선에는 오메가 3 외에 비타민A도 함유되어 있습니다. 비타민 A는 눈에 좋은 영양소이며, 야맹증을 예방하는데 좋습니다.대표적인 등 푸른 생선으로는 고등어, 꽁치, 삼치 등이 있고 해당 생선들에 오메가 3가 풍부하게 들어있습니다. 오메가 3는 이미 여러 논문을 통해 안구건조증 개선에 효과가 있다고 알려져 있죠.",
            "message1" : "🐟 뇌 건강을 개선합니다: 고등어는 오메가-3 지방산인 DHA와 EPA가 풍부한 식품 중 하나입니다. 이러한 지방산은 뇌 기능을 개선하고 기억력을 향상시키는 데 도움이 됩니다.",
            "message2" : "🐟 심장 건강을 지원합니다: 고등어는 건강한 혈액 순환을 돕는 효능이 있습니다. 특히, 오메가-3 지방산은 심장 건강을 지원하고 고혈압, 혈전, 뇌졸중 및 심장병과 같은 질환의 위험을 줄이는 데 도움이 됩니다.",
            "message3" : "🐟 염증을 줄입니다: 고등어에 포함된 DHA와 EPA는 염증을 줄이는 데 도움이 됩니다. 염증은 신체의 여러 부분에서 발생할 수 있는 질병의 주요 원인 중 하나이므로, 고등어는 이러한 질환의 예방과 치료에도 도움이 될 수 있습니다.",
            "message4" : "🐟 뼈 건강을 지원합니다: 고등어는 칼슘과 비타민 D와 같은 뼈 건강에 필요한 영양소가 풍부합니다. 이러한 영양소는 고등어를 먹는 것이 뼈 건강을 지원하고 골다공증과 같은 질병의 위험을 줄이는 데 도움이 됩니다.",
            "img" :"01-05.png"
        },
        {
            "name": "당근",
            "messages": "비타민 A는 주로 노랑, 주황, 붉은색 계열의 과일이나 채소에 주로 함유되어 있습니다.대표적으로 당근이 있는데 당근에는 비타민A뿐만 아니라 눈에 좋은 영양소인 알파/베타카로틴이라는 항산화 물질이 풍부하게 들어있습니다. 베타카로틴은 비타민 A와 같이 야맹증, 안구건조증, 각막 연화증 등의 안구 질환을 예방하는데 도움을 줍니다.",
            "message1" : "🥕 뇌 건강을 개선합니다: 고등어는 오메가-3 지방산인 DHA와 EPA가 풍부한 식품 중 하나입니다. 이러한 지방산은 뇌 기능을 개선하고 기억력을 향상시키는 데 도움이 됩니다.",
            "message2" : "🥕 면역 체계를 강화합니다: 당근은 비타민 C와 비타민 A, 칼륨, 니아신 등의 영양소가 풍부합니다. 이러한 영양소는 면역 체계를 강화하고 감염 예방에 도움이 됩니다.",
            "message3" : "🥕 소화를 촉진합니다: 당근은 식이 섬유질이 풍부한 식품 중 하나입니다. 이러한 식이 섬유질은 소화를 촉진하고 변비를 예방하는 데 도움이 됩니다.",
            "message4" : "🥕 간 건강을 지원합니다: 당근은 간 건강을 지원하는데 도움이 됩니다. 당근에 포함된 항산화물질은 간 세포를 보호하고 간 기능을 개선하는 데 도움이 됩니다.",
            "img" :"01-04.png"
        },
        {
            "name": "아몬드",
            "messages": "아몬드에는 오메가 3, 비타민E, 칼슘 , 마그네슘 등이 풍부하게 들어있는데 그 중 비타민 A는 시력을 보호하며 안구질환을 예방하는데 좋다고 해 아몬드는 눈에 좋은 중요한 음식입니다.",
            "message1" : "🥜 뇌 건강을 개선합니다: 고등어는 오메가-3 지방산인 DHA와 EPA가 풍부한 식품 중 하나입니다. 이러한 지방산은 뇌 기능을 개선하고 기억력을 향상시키는 데 도움이 됩니다.",
            "message2" : "🥜 심혈관 건강을 개선합니다: 아몬드는 단백질, 식이섬유, 비타민 E, 마그네슘 등의 영양소가 풍부하여 심혈관 건강에 도움이 됩니다. 또한 아몬드는 혈압을 낮추는데도 효과가 있습니다.",     
            "message3" : "🥜 뼈 건강을 강화합니다: 아몬드에는 칼슘, 마그네슘, 인, 칼륨 등의 미네랄이 풍부하게 포함되어 있어 뼈 건강을 강화하는데 도움이 됩니다.",
            "message4" : "🥜 뇌 건강을 지원합니다: 아몬드에는 오메가-3 지방산과 비타민 E 등의 영양소가 포함되어 있어 뇌 건강을 지원하는데 도움이 됩니다. 또한 아몬드는 뇌 기능을 개선하고 기억력을 강화하는 데도 효과가 있습니다.",
            "img" :"01-01.png"
        },
        {
            "name": "블루베리",
            "messages": "블루베리는 안구건조증이나 야맹증을 예방해주는 안토시아닌, 비타민A, 아미노산을 많이 함유하고 있어 눈 건강에 좋기로 유명한 식품입니다. 블루베리에 풍부한 안토시아닌은 항산화 작용으로 눈의 노화를 지연시키고 눈의 피로를 회복하는데 도움을 줍니다",
            "message1" : "🍇 항산화 작용: 블루베리는 안토시아닌이라는 항산화물질이 풍부하게 들어 있어 세포 손상을 예방하고 노화를 늦춰주는 효과가 있습니다. 또한 항산화 작용은 뇌 기능과 관련된 질환 예방에도 도움이 됩니다.",
            "message2" : "🍇 뇌 기능 개선: 블루베리는 인지 기능, 집중력, 기억력, 학습 능력 등 뇌 기능을 개선하는 데 도움이 됩니다. 이는 블루베리 안에 있는 항산화물질이 뇌세포의 손상을 예방하고, 뇌 혈관의 건강을 유지하는 데에 기인합니다.",
            "message3" : "🍇 심혈관 건강 개선: 블루베리에는 식이섬유와 칼륨 등의 영양소가 풍부하게 들어 있어 심혈관 건강 개선에 도움을 줍니다. 또한, 혈관 내막 기능을 강화하고 혈압을 낮추는데도 효과적입니다.",
            "message4" : "🍇 소화 기능 개선: 블루베리는 식이섬유가 풍부하게 들어 있어 소화 기능을 개선하고 변비 예방에도 효과적입니다.", 
            "img" :"08-03.png"
        },
        {
            "name": "케일 ",
            "messages": "케일은 루테인이 많이 들어있는 식품 중 하나입니다. 루테인은 눈 안에서 발생하는 활성산소를 제거해주는 역할을 합니다. 케일을 섭취할 때는 되도록 생으로 먹거나 익혀 먹을 경우 5분 이상의 열을 가하지 않고 섭취하는 것이 좋습니다.",
            "message1" : "🥬 비타민과 미네랄: 케일은 비타민 A, C, K를 비롯하여 다양한 미네랄과 영양소를 함유하고 있습니다. 이들은 각각 눈 건강, 면역 체계 강화, 혈액 응고 등 다양한 역할을 수행합니다.",
            "message2" : "🥬항산화 작용: 케일은 안토시아닌, 카로티노이드, 플라보노이드 등 다양한 항산화물질을 함유하고 있습니다. 이들은 세포 손상을 예방하고 노화를 늦춰주는 효과가 있습니다.",
            "message3" : "🥬 염증을 줄이는 효과: 케일 안에는 크로케틴, 이소플라볼 등의 화합물이 함유되어 있어 염증을 줄이고 관련 질환 예방에 도움을 줍니다.",
            "message4" : "🥬 소화 기능 개선: 케일은 식이섬유가 풍부하여 소화 기능을 개선하고 변비 예방에도 효과적입니다.",
            "img" :"01-03.png"
        }
    ], 
    "born": [
        {
            "title": "뼈",
            "name": "멸치",
            "messages": "멸치는 뼈에 좋은 칼슘을 생각하면 가장 먼저 떠오르는 대표적인 음식이다. 멸치의 칼슘 함량은 높지만 칼슘 흡수율은 약 25%로 높지 않은 것으로 나타났다. 멸치를 먹기 전 햇볕에 한 번 더 말리면 칼슘과 더불어 비타민 D까지 농축되어 흡수율을 높일 수 있다. 다만, 멸치는 일반적으로 정제 과정 없이 말린 상태이기 때문에 다른 음식들에 비해 나트륨이 높다.",
            "message1" : "🐟 고단백, 저지방 식품: 멸치는 고단백, 저지방 식품으로, 근육의 구성 성분이며 식사에서 단백질 섭취에 좋습니다.",
            "message2" : "🐟 다양한 비타민과 미네랄 함량: 멸치는 비타민 A, D, E, K, B1, B2, B3, B6, B12와 철, 칼슘, 나트륨, 인, 마그네슘 등 다양한 미네랄을 함유하고 있습니다.",
            "message3" : "🐟 멸치는 DHA와 EPA와 같은 오메가-3 지방산의 풍부한 자원입니다. 이러한 지방산은 심혈관 건강을 증진시키고 뇌 기능 개선에 도움을 줄 수 있습니다.",
            "message4" : "🐟 멸치에는 타우린이라는 아미노산이 들어 있어, 혈압을 낮추는 데 도움이 됩니다.", 
            "img" :"03-01.png"
        },
        {
            "name": "치즈",
            "messages": "유제품은 골다공증에 매우 좋은 음식이다. 우유에는 칼슘, 미네랄, 단백질, 비타민 등이 풍부하게 함유되어 있는 것으로 알려져 있지만, 최근에는 우유에 있는 칼슘이 생각보다 흡수율이 낮다는 연구결과가 나왔다. 이러한 결과에 따라 최근에는 치즈가 우유보다 골다공증에 좋은 음식으로 꼽힌다. 치즈 속 칼슘은 뼈 속의 지방까지 제거하고 그 빈 자리를 채워 골밀도를 높이는 것으로 드러났다. ",
            "message1" : "🧀 단백질과 칼슘의 풍부한 자원: 치즈는 고단백, 저지방 식품으로, 단백질과 칼슘을 풍부하게 함유하고 있습니다. 특히 칼슘은 뼈 건강에 중요한 영양소이며, 단백질은 근육을 형성하고 유지하는 데 필수적입니다.",
            "message2" : "🧀 다양한 비타민 및 미네랄 함유: 치즈는 비타민 A, B2, B12, D와 인, 마그네슘, 아연 등 다양한 미네랄을 함유하고 있습니다.",
            "message3" : "🧀 치즈는 미생물의 성장을 억제하는 성분을 함유하고 있어, 구강 건강을 증진시키고 치아 우식 예방에 도움을 줄 수 있습니다.",
            "message4" : "🧀 치즈에는 우리 몸에 필요한 지방산이 함유되어 있습니다. 특히, 콜레스테롤을 높이지 않는 포화지방산이 많은 치즈를 선택하면 건강에 더욱 도움이 됩니다.", 
            "img" :"03-02.png"
        },
        {
            "name": "브로콜리",
            "messages": "칼슘은 녹색 채소에 많이 함유되어 있다. 대표적으로는 비타민, 요오드 등의 뼈를 튼튼하게 해주는 성분까지 풍부한 시금치가 알려져 있다. 그러나 시금치에 들어있는 수산은 칼슘의 흡수를 방해하기 때문에 칼슘 함량이 높더라도 흡수율이 낮다. 따라서 브로콜리를 섭취해 주는 것이 뼈 건강에 더 좋다. 브로콜리에는 시금치보다 칼슘 함량이 4배가량 많으며 비타민 C, K 등이 풍부하다. 비타민 C는 칼슘 흡수량을 높여준다",
            "message1" : "🥦 비타민 C: 브로콜리는 비타민 C의 풍부한 원천입니다. 비타민 C는 콜라겐 생성을 촉진하며, 피부를 탄력적으로 유지해주는 역할을 합니다. 또한 항산화 효과도 있어, 피부 건강을 유지하는 데 중요합니다.",
            "message2" : "🥦 비타민 A: 브로콜리는 비타민 A의 중요한 원천 중 하나입니다. 비타민 A는 피부 재생에 필요한 성분으로, 건강한 피부 세포의 생성과 손상된 피부 세포의 치유를 돕습니다.",
            "message3" : "🥦 항산화제: 브로콜리에는 카로티노이드와 플라보노이드 등 다양한 항산화제가 함유되어 있습니다. 이러한 성분들은 피부의 자유 라디칼로부터 보호하며, 피부 건강을 유지하는 데 큰 역할을 합니다.",
            "message4" : "🥦 아연: 브로콜리는 아연의 좋은 원천 중 하나입니다. 아연은 피부 세포의 생성과 성장을 촉진하는데 중요한 역할을 합니다. 또한 아연은 피부 염증을 예방하고 치유하는 데도 도움이 됩니다.",
            "img" :"05-01.png"
        },
        {
            "name": "미역",
            "messages": "골다공증을 예방하는 좋은 방법 중 하나는 미역이나 다시마와 같은 해조류를 자주 섭취하는 것이다. 특히 미역은 알칼리성 식품으로 뼈를 튼튼하게 해주는 칼슘 성분이 풍부하게 함유되어 있다. 미역의 칼슘 함량은 시금치의 25배에 달하고 우유보다 13배 가량 높다.",
            "message1" : "🥗 식이섬유와 미네랄 함량이 풍부: 미역에는 식이섬유와 미네랄인 칼슘, 철, 마그네슘 등이 풍부하게 함유되어 있습니다. 특히, 칼슘과 마그네슘은 뼈 건강에 중요한 역할을 합니다.",
            "message2" : "🥗 다양한 비타민 함유: 미역은 비타민 C, B2, B9(엽산), K 등 다양한 비타민을 함유하고 있습니다. 특히 엽산은 임신 중인 여성에게 중요한 영양소입니다.",
            "message3" : "🥗 면역력 증진: 미역에는 면역력을 증진시키는 물질인 폴리페놀과 플라보노이드 등이 함유되어 있습니다.",
            "message4" : "🥗 혈압 및 혈당 관리: 미역에는 혈압과 혈당을 조절하는 물질인 탄산칼륨과 감마아미노산이 함유되어 있어, 혈압 및 혈당 관리에 도움을 줄 수 있습니다.", 
            "img" :"04-03.png"
        },
        {
            "name": "콩 ",
            "messages": "연어의 경우 칼슘 함량은 높지 않다. 그럼에도 불구하고 매번 골다공증에 좋은 음식으로 꼽히는 이유는 칼슘의 흡수를 돕는 비타민 D와 흡수된 칼슘이 제대로 기능할 수 있도록 도와주는 마그네슘 성분이 풍부하기 때문이다. 앞서 말했듯이 칼슘을 과도하게 섭취하면 칼슘이 혈관에 축적되면서 석회화가 진행되어 심혈관질환 위험이 높아진다. 마그네슘은 이렇게 칼슘으로 인한 석회화도 막을 수 있다. 등푸른 생선에는 연어 외에도 고등어, 꽁치, 참치 등이 있다.", 
            "message1" : "💚단백질과 영양소 함량이 높음: 콩에는 다른 식품에 비해 매우 높은 단백질 함량과 함께 비타민, 미네랄, 식이섬유 등 다양한 영양소가 풍부하게 함유되어 있습니다. 특히 비타민 B, 철, 칼륨 등이 많이 포함되어 있습니다.",
            "message2" : "💚 다이어트 및 심혈관 건강에 좋음: 콩에는 지방, 콜레스테롤, 나트륨 함량이 낮아 다이어트에 좋습니다. 또한 콩에 포함된 식이섬유는 소화를 촉진시켜 소화기 건강을 증진시키며, 콩단백질은 혈압을 낮추고 심혈관 건강을 지키는 데 도움을 줍니다.",
            "message3" : "💚 대사 활성화 및 항산화 작용: 콩은 천연적인 항산화 물질인 이소플라볼과 사포닌 등이 함유되어 있어, 세포의 대사 활성화 및 세포 손상 방지에 도움을 줍니다.",
            "message4" : "💚 다양한 요리에서 활용 가능: 콩은 다양한 요리에서 사용될 수 있습니다. 콩국, 콩나물무침, 콩조림, 콩두부 등 많은 요리에서 사용됩니다.", 
            "img" :"03-05.png" 
        }
    ],
    "river": [
        {
            "title": "간",
            "name": "쑥",
            "messages": "특히 간 기능을 활성화해주는 비타민, 미네랄이 풍부하며 간의 해독과 알코올 분해 작용이 뛰어나 손상된 간 기능 회복을 돕는다. 이담 작용, 항균 작용, 구충 작용이 있어 황달과 간염 치료에도 효과가 좋다.",
            "message1" : "🌿 해열 및 진통 효과: 쑥에는 해열 및 진통 효과가 있어 감기, 인플루엔자, 두통, 신경통 등의 증상을 완화하는 데 도움을 줍니다.",
            "message2" : "🌿 면역력 강화: 쑥은 면역력을 강화시키는 데 도움이 되는 다양한 영양소를 포함하고 있습니다. 특히 비타민 A와 C가 풍부하여 감염 예방과 권장 일일 섭취량을 충족시키는 데 도움을 줍니다.",
            "message3" : "🌿 소화 및 건강 유지에 도움: 쑥은 소화를 촉진하고 체내 순환을 증진시키는데 도움을 주는 식물성 섬유질과 항산화 물질을 함유하고 있습니다. 이러한 성분들은 장 건강을 촉진하고 항산화 능력을 향상시켜 체내 독소를 제거하는 데도 도움을 줍니다.",
            "message4" : "🌿 다양한 요리에서 활용 가능: 쑥은 다양한 요리에서 사용될 수 있습니다. 쑥전, 쑥국, 쑥떡 등 다양한 요리와 음료로 즐길 수 있습니다.", 
            "img" :"02-01.png"
        },
        {
            "name": "부추",
            "messages": "부추는 간의 채소라 할 만큼 간 기능을 강화하는 작용이 아주 뚜렷한 채소로, 대소장을 보호하고 허리와 무릎을 따뜻하게 하며 인체 기능을 북돋우는 역할을 한다. 연구결과에 따르면 부추를 장기 섭취한 흰쥐는 ‘하이드로사라디칼’이라는 활성산소가 간에서 73%, 피부에서 79% 억제됐다.",
            "message1" : "🌿 항산화 작용: 부추에는 항산화 작용을 하는 비타민 C와 카로티노이드, 페놀류 등이 함유되어 있습니다. 이러한 성분들은 체내의 산화 스트레스를 완화시켜, 세포 손상을 예방하고 면역력을 강화하는 데 도움을 줄 수 있습니다.",
            "message2" : "🌿 소화기능 개선: 부추에는 소화를 돕는 효소와 식이섬유가 풍부하게 함유되어 있습니다. 이러한 성분들은 소화기능을 개선하고 변비를 예방하는 데 도움을 줍니다.",
            "message3" : "🌿 체중 감량 및 혈당 조절: 부추에는 체중 감량에 도움을 주는 식물성 섬유질과 혈당을 조절하는 효능이 있는 성분이 포함되어 있습니다. 이러한 성분들은 체내 지방을 분해하고 혈당 수치를 안정시키는 데 도움을 줄 수 있습니다.",
            "message4" : "🌿 다양한 요리에서 활용 가능: 부추는 다양한 요리에서 사용될 수 있습니다. 부추전, 부추무침, 부추국 등 다양한 요리와 음료로 즐길 수 있습니다.",
            "img" :"04-02.png"
        },
        {
            "name": "양송이버섯",
            "messages": "버섯에는 단백질이 풍부하여 손상된 간이 재생하기 위해 필요한 단백질을 공급할 수 있고, 베타글루칸 성분은 면역 강화와 암 예방 및 암세포가 자라는 것을 억제한다. 특히 양송이추출물인 AHCC는 간암 예방 효과가 탁월하다.",
            "message1" : "🍄 면역력 강화: 양송이 버섯은 면역 체계를 강화하는 데 도움이 되는 β-글루칸과 다양한 폴리사차라이드를 함유하고 있습니다. 이들 물질은 감염을 예방하고 면역 체계를 강화하여 건강을 유지하는 데 큰 역할을 합니다.",
            "message2" : "🍄 항암 작용: 양송이 버섯은 항암 작용이 있는 것으로 알려져 있습니다. 이 버섯은 항산화 작용을 하는 폴리페놀과 폴리사차라이드 등의 물질을 함유하고 있습니다. 이들 물질은 암을 예방하고 치료하는 데 도움을 줄 수 있습니다.",
            "message3" : "🍄 다이어트 효과: 양송이 버섯은 저칼로리 식품으로 유명합니다. 또한, 이 버섯에는 체지방 감소와 대사 속도를 증가시켜 다이어트에 도움이 되는 성분이 포함되어 있습니다.",
            "message4" : "🍄 비만 예방: 양송이 버섯은 비만 예방에도 효과적입니다. 이 버섯은 체중을 줄이는 데 도움을 주는 콜레스테롤과 지방을 낮추는 섬유질을 함유하고 있습니다.", 
            "img" :"02-03.png"
        },
        {
            "name": "결명자",
            "messages": "환경호르몬은 간에 무리를 주고 손상을 시킬 수 있는 물질 중 하나인데, 이 환경호르몬들을 흰쥐에 투여해서 실험을 한 결과, 결명자를 포함한 생약추출물에 의해 뚜렷한 독성 해독 효과를 얻을 수 있었다. 인체의 여러 장기에서 해독 효과를 보였지만 특히 간과 췌장에서 더 해독 효과가 나타났다.",
            "message1" : "🥤 면역력 강화: 결명자 차에는 카테킨, 폴리페놀 등의 항산화 물질이 풍부하게 포함되어 있어 면역력을 강화하는 데 도움을 줄 수 있습니다.",
            "message2" : "🥤 소화 촉진: 결명자 차에는 소화를 돕는 아미노산인 리신이 함유되어 있습니다. 이로 인해 소화기능을 촉진하고, 소화불량, 위산과 같은 소화 관련 문제를 해결하는 데 도움을 줄 수 있습니다.",
            "message3" : "🥤 감기 예방: 결명자 차에는 항균 작용이 있는 플라보노이드 물질이 함유되어 있습니다. 이로 인해 감기 예방에 도움을 줄 수 있습니다.",
            "message4" : "🥤 식욕억제: 결명자 차에는 카테킨과 리신이 함유되어 있어, 식욕억제에 도움을 줄 수 있습니다. 이는 다이어트나 다이어트 관리에 도움이 될 수 있습니다.", 
            "img" :"02-04.png"
        },
        {
            "name": "칡 ",
            "messages": "칡에 들어 있는 카테칸 성분은 지방산이 활성 산소와 결합해 생긴 유해 물질인 과산화지질이 간에 생기는 것을 막고, 알코올로 인한 간 손상을 완화하여 간 기능을 높여준다. 카테칸 성분은 우려내는 시간이 길수록 많이 나오기 때문에 칡차를 만들 때 약한 불에 오래 끓여서 마시면 좋다.", 
            "message1" : "🤎 강한 항산화 효과: 칡에는 카로티노이드, 폴리페놀 등의 항산화 물질이 풍부하게 함유되어 있어 자유 라디칼을 제거하여 세포 손상을 예방하는 효과가 있습니다.",
            "message2" : "🤎 면역력 강화: 칡은 면역력을 향상시키는데 도움이 되는 비타민 C와 비타민 E, 아연 등의 영양소를 다량 함유하고 있습니다.",
            "message3" : "🤎 염증 완화: 칡은 염증을 완화시키는데 도움이 되는 쿠르쿠민을 함유하고 있습니다. 쿠르쿠민은 관절염, 피부염, 소화관 질환 등 다양한 질환의 치료에 효과적입니다.",
            "message4" : "🤎 소화 개선: 칡은 소화를 돕는 효소를 포함하고 있어 소화기능을 개선시켜주는 효과가 있습니다. 또한 칡은 간 기능을 증진시켜 체내 독소를 제거하고, 소화과정에서 생기는 가스와 복통을 완화시켜주는 효과가 있습니다.", 
            "img" :"02-05.png" 
        }
    ],
    "pregnant": [
        {
            "title": "임산부",
            "name": "소고기",
            "messages": "임신 초기에는 양질의 단백질을 섭취해주는것을 추천드립니다.  이는 산모의 신체 내에 단백질과 칼슘의 섭취를 증진시키키 위해서 입니다. 소고기엔 지방이 적고 태아의 각종 신체 조직형성에 좋은 도움을 주는 음식이기 때문입니다.",
            "message1" : "🍖 해열 및 진통 효과: 쑥에는 해열 및 진통 효과가 있어 감기, 인플루엔자, 두통, 신경통 등의 증상을 완화하는 데 도움을 줍니다.",
            "message2" : "🍖 면역력 강화: 쑥은 면역력을 강화시키는 데 도움이 되는 다양한 영양소를 포함하고 있습니다. 특히 비타민 A와 C가 풍부하여 감염 예방과 권장 일일 섭취량을 충족시키는 데 도움을 줍니다.",
            "message3" : " 🍖소화 및 건강 유지에 도움: 쑥은 소화를 촉진하고 체내 순환을 증진시키는데 도움을 주는 식물성 섬유질과 항산화 물질을 함유하고 있습니다. 이러한 성분들은 장 건강을 촉진하고 항산화 능력을 향상시켜 체내 독소를 제거하는 데도 도움을 줍니다.",
            "message4" : " 🍖다양한 요리에서 활용 가능: 쑥은 다양한 요리에서 사용될 수 있습니다. 쑥전, 쑥국, 쑥떡 등 다양한 요리와 음료로 즐길 수 있습니다.", 
            "img" :"04-01.png"
        },
        {
            "name": "시금치",
            "messages": "임신 초기에는 엽산을 섭취해주는것이 중요합니다. 엽산이 부족하면 임신중독증이 생길 수 있으며 유산이 될 가능성도 높아지기 떄문입니다. 시금치에는 엽산을 비롯하여 철분과 캄슘 비타민등이 함유되어 있어 빈혈에도 효과적이기 때문에 임신 초기의 산모에게 추천드리는 음식입니다.",
            "message1" : "🌿 항산화 작용: 부추에는 항산화 작용을 하는 비타민 C와 카로티노이드, 페놀류 등이 함유되어 있습니다. 이러한 성분들은 체내의 산화 스트레스를 완화시켜, 세포 손상을 예방하고 면역력을 강화하는 데 도움을 줄 수 있습니다.",
            "message2" : "🌿 소화기능 개선: 부추에는 소화를 돕는 효소와 식이섬유가 풍부하게 함유되어 있습니다. 이러한 성분들은 소화기능을 개선하고 변비를 예방하는 데 도움을 줍니다.",
            "message3" : "🌿 체중 감량 및 혈당 조절: 부추에는 체중 감량에 도움을 주는 식물성 섬유질과 혈당을 조절하는 효능이 있는 성분이 포함되어 있습니다. 이러한 성분들은 체내 지방을 분해하고 혈당 수치를 안정시키는 데 도움을 줄 수 있습니다.",
            "message4" : "🌿 다양한 요리에서 활용 가능: 부추는 다양한 요리에서 사용될 수 있습니다. 부추전, 부추무침, 부추국 등 다양한 요리와 음료로 즐길 수 있습니다.",
            "img" :"07-04.png"
        },
        {
            "name": "토마토",
            "messages": "토마토는 대표적인 건강한 과일인데요. 미네랄을 비롯해 다량의 비타민과 라이코펜을 함유하고 있기 때문에 입덧 완화에도 효과가 있어 임신초기 좋은 음식으로 추천드립니다. 또한 임신 시간 동안 자주 피로함을 느끼게 되는 경우가 많습니다. 토마토는 피로회복에 도움이 되는 음식입니다.",
            "message1" : "🍅 면역력 강화: 양송이 버섯은 면역 체계를 강화하는 데 도움이 되는 β-글루칸과 다양한 폴리사차라이드를 함유하고 있습니다. 이들 물질은 감염을 예방하고 면역 체계를 강화하여 건강을 유지하는 데 큰 역할을 합니다.",
            "message2" : "🍅 항암 작용: 양송이 버섯은 항암 작용이 있는 것으로 알려져 있습니다. 이 버섯은 항산화 작용을 하는 폴리페놀과 폴리사차라이드 등의 물질을 함유하고 있습니다. 이들 물질은 암을 예방하고 치료하는 데 도움을 줄 수 있습니다.",
            "message3" : "🍅 다이어트 효과: 양송이 버섯은 저칼로리 식품으로 유명합니다. 또한, 이 버섯에는 체지방 감소와 대사 속도를 증가시켜 다이어트에 도움이 되는 성분이 포함되어 있습니다.",
            "message4" : "🍅 비만 예방: 양송이 버섯은 비만 예방에도 효과적입니다. 이 버섯은 체중을 줄이는 데 도움을 주는 콜레스테롤과 지방을 낮추는 섬유질을 함유하고 있습니다.", 
            "img" :"06-03.png"
        },
        {
            "name": "미역",
            "messages": "미역은 요오드가 풍부하게 함유된 미역은 혈액을 맑게 해 주어 체내 대사활동을 돕고 콜레스트롤을 내보내며 지방의 축적도 막아줍니다. 또한 알긴산 성분이 함유되어 있어 변비에도 좋은 효과가 있으며 혈액 순환이 잘 되도록 돕는 기능이 있습니다.",
            "message1" : "🥗 면역력 강화: 결명자 차에는 카테킨, 폴리페놀 등의 항산화 물질이 풍부하게 포함되어 있어 면역력을 강화하는 데 도움을 줄 수 있습니다.",
            "message2" : "🥗 소화 촉진: 결명자 차에는 소화를 돕는 아미노산인 리신이 함유되어 있습니다. 이로 인해 소화기능을 촉진하고, 소화불량, 위산과 같은 소화 관련 문제를 해결하는 데 도움을 줄 수 있습니다.",
            "message3" : "🥗 감기 예방: 결명자 차에는 항균 작용이 있는 플라보노이드 물질이 함유되어 있습니다. 이로 인해 감기 예방에 도움을 줄 수 있습니다.",
            "message4" : "🥗 식욕억제: 결명자 차에는 카테킨과 리신이 함유되어 있어, 식욕억제에 도움을 줄 수 있습니다. 이는 다이어트나 다이어트 관리에 도움이 될 수 있습니다.", 
            "img" :"04-03.png"
        },
        {
            "name": "바나나",
            "messages": "바나나는 일반적으로 건강에 좋은 음식이기도 하지만 엽산이 풍부하게 들어있어 특히 산모에게 추천드리는 음식입니다. 바나나에 들어있는 엽산과 비타민B6 과 A 그리고 베타카로틴 등은 출산 시에 기형아 출산 방지에도 좋은 효과가 있으며 다량의 섬유질이 들어있어 변비에도 종은 효과가 있습니다.", 
            "message1" : "🍌 강한 항산화 효과: 칡에는 카로티노이드, 폴리페놀 등의 항산화 물질이 풍부하게 함유되어 있어 자유 라디칼을 제거하여 세포 손상을 예방하는 효과가 있습니다.",
            "message2" : "🍌 면역력 강화: 칡은 면역력을 향상시키는데 도움이 되는 비타민 C와 비타민 E, 아연 등의 영양소를 다량 함유하고 있습니다.",
            "message3" : "🍌 염증 완화: 칡은 염증을 완화시키는데 도움이 되는 쿠르쿠민을 함유하고 있습니다. 쿠르쿠민은 관절염, 피부염, 소화관 질환 등 다양한 질환의 치료에 효과적입니다.",
            "message4" : "🍌 소화 개선: 칡은 소화를 돕는 효소를 포함하고 있어 소화기능을 개선시켜주는 효과가 있습니다. 또한 칡은 간 기능을 증진시켜 체내 독소를 제거하고, 소화과정에서 생기는 가스와 복통을 완화시켜주는 효과가 있습니다.", 
            "img" :"04-05.png" 
        }
    ], 
    "stress": [
        {
            "title": "스트레스",
            "name": "브로콜리",
            "messages": "브로콜리에는 수용성 비타민 B의 하나인 엽산인 풍부하게 들어있다. 태아의 신경결함의 위험을 낮추기 때문에 가임기 여성에게꼭 필요한 엽산은 스트레스를 줄여주는 효과도 갖고 있다. 특히 여성들에게 공통적으로 엽산의 결핍이 많이 나타나기 때문에브로콜리를 먹는 것이 힘들면 보충제를 통해서라도 엽산을 섭취해 주면 좋다.",
            "message1" : "🥦 비타민 C: 브로콜리는 비타민 C의 풍부한 원천입니다. 비타민 C는 콜라겐 생성을 촉진하며, 피부를 탄력적으로 유지해주는 역할을 합니다. 또한 항산화 효과도 있어, 피부 건강을 유지하는 데 중요합니다.",
            "message2" : "🥦 비타민 A: 브로콜리는 비타민 A의 중요한 원천 중 하나입니다. 비타민 A는 피부 재생에 필요한 성분으로, 건강한 피부 세포의 생성과 손상된 피부 세포의 치유를 돕습니다.",
            "message3" : "🥦 항산화제: 브로콜리에는 카로티노이드와 플라보노이드 등 다양한 항산화제가 함유되어 있습니다. 이러한 성분들은 피부의 자유 라디칼로부터 보호하며, 피부 건강을 유지하는 데 큰 역할을 합니다.",
            "message4" : "🥦 아연: 브로콜리는 아연의 좋은 원천 중 하나입니다. 아연은 피부 세포의 생성과 성장을 촉진하는데 중요한 역할을 합니다. 또한 아연은 피부 염증을 예방하고 치유하는 데도 도움이 됩니다.",
            "img" :"05-01.png"
        },
        {
            "name": "아이스크림",
            "messages": "단 음식은 분노를 유발하는 당질 코르티코이드라 불리는 호르몬 분비를 억제시킨다. 그러나 적은 양의 단 성분이 혀에 닿는 것만으로도 기분을 좋게 만드는 데 충분하므로 많이 먹지 않도록 한다. 살이 쪄서 받는 스트레스가 더 클 수도 있기 때문.",
            "message1" : "🍿 체온 조절: 아이스크림은 체온을 낮춰주는 효과가 있습니다. 여름철 더운 날씨에는 아이스크림을 먹으면 체온이 낮아져 더욱 상쾌한 느낌을 줄 수 있습니다.",
            "message2" : "🍿 스트레스 해소: 달콤하고 상쾌한 아이스크림은 스트레스를 해소하는 데 도움이 됩니다. 또한, 집중력을 높여줄 수 있어 공부나 업무 등에 집중하는 데도 좋습니다.",
            "message3" : "🍿 에너지 보충: 아이스크림은 당분과 탄수화물이 많이 들어있어 에너지를 보충하는 데 효과적입니다. 특히, 운동 후에는 탄수화물과 당분을 보충해야 하는데, 아이스크림은 간단하게 섭취할 수 있는 영양가 있는 간식입니다.",
            "message4" : "🍿 소화 개선: 아이스크림에는 유산균이 함유되어 소화 개선에 도움을 줄 수 있습니다.",
            "img" :"05-02.png"
        },
        {
            "name": "통밀빵",
            "messages": "탄수화물이 많이 포함된 음식은 세로토닌 분비를 촉진시킨다. 세로토닌은 기분을 좋게 하고 안정감이 들도록 하기 때문에 빵에쨈이나 꿀처럼 단 것을 발라 먹는다면 스트레스가 줄어들 것이다.",
            "message1" : "🍞 식이섬유 함량이 높음: 통밀빵은 밀가루 대신 통밀가루를 사용하므로 보다 많은 식이섬유를 함유하고 있습니다. 식이섬유는 소화기관 건강을 유지하는 데 도움을 주고, 포만감을 유지하는 데도 효과적입니다.",
            "message2" : "🍞 영양가가 높음: 통밀빵은 밀가루 대신 통밀가루를 사용하므로 보다 많은 영양소를 함유하고 있습니다. 특히, 비타민 B와 미네랄 함량이 높아 피로해소, 면역력 강화, 뼈 건강 유지 등에 효과적입니다.",
            "message3" : "🍞 혈당 조절에 도움을 줌: 통밀빵은 고섬유질과 낮은 급속도당 지수를 가지고 있어 혈당 조절에 도움을 줄 수 있습니다.",
            "message4" : "🍞 포만감 유지: 식이섬유와 단백질이 풍부하게 함유되어 있어, 소화 속도가 느리고 포만감을 오래 유지하는 데 도움을 줍니다.",
            "img" :"05-03.png"
        },
        {
            "name": "연어",
            "messages": "연어에 들어있는 오메가-3 지방산은 뇌 기능을 활발히 해주기 때문에 스트레스에 좀더 효과적으로 대처할 수 있게 해준다.오메가-3 지방산은 연어 뿐 아니라 참치나 고등어 같은 생선에 풍부하게 함유되어 있다.",
            "message1" : "🐟 고단백, 저지방: 연어는 고단백, 저지방의 식품으로 육류나 닭고기와 비교하여 더 건강한 대체식품으로 인식되고 있습니다.",
            "message2" : "🐟 오메가-3 지방산 함량이 높음: 연어는 오메가-3 지방산이 풍부한 식품으로 알려져 있습니다. 이러한 지방산은 뇌 기능을 개선하고 심혈관 건강에도 도움을 줍니다.",
            "message3" : "🐟 항산화 물질 함유: 연어에는 항산화 물질인 세레브로시드와 앤토시아닌이 포함되어 있습니다. 이러한 물질들은 세포 손상을 줄이고 염증을 억제하는 데 도움을 줍니다.",
            "message4" : "🐟 비타민 D 함량이 높음: 연어는 비타민 D가 풍부한 식품 중 하나입니다. 비타민 D는 뼈 건강에 필수적인 영양소이며, 면역 기능 강화에도 효과적입니다.",
            "img" :"05-04.png"
        },
        {
            "name": "다크 초콜릿",
            "messages": "지금까지 지구에서 가장 강력한 엔도르핀을 생성하는 음식으로 알려진 것은 초콜릿이다. 초콜릿에는 300가지 이상의 다른화합물이 포함되어 있는데 그 중에는 각성작용을 일으키기도 하고 흥분을 하게 만드는 물질도 있다. 따라서 카카오가 70% 이상함유된 초콜릿을 먹으면 스트레스를 날릴 수 있다. ",
            "message1" : "🍫 항산화 작용: 다크 초콜릿에는 플라보노이드와 카테킨이 포함되어 있어 강력한 항산화 작용을 발휘합니다. 이는 세포 손상을 줄이고 염증을 억제하는 데 도움을 줍니다.",
            "message2" : "🍫 혈압 강화: 다크 초콜릿에는 프로안토시아닌이라는 물질이 포함되어 있습니다. 이 물질은 혈관을 확장시키고 혈압을 낮추는 효과가 있습니다.",
            "message3" : "🍫 혈액 순환 개선: 다크 초콜릿에는 플라보노이드와 카카오 폴리페놀이 포함되어 있습니다. 이러한 물질들은 혈액 순환을 개선하고 심장 건강을 지원하는 데 도움을 줍니다.",
            "message4" : "🍫 스트레스 완화: 다크 초콜릿은 스트레스를 완화시키는 데 도움이 됩니다. 이는 세로토닌과 엔도르핀을 분비하는 데 도움을 주기 때문입니다.",
            "img" :"05-05.png" 
        }
    ], 
    "skin":[
        {
            "title": "피부",
            "name": "브로콜리 ",
            "messages": "브로콜리에는 노화방지를 하고 피부에 생기를 주는 비타민 E와 기미나 주근깨 등의 색소침착을 막는 비타민 C가 풍부하다. 또한 카로틴 성분이 피부와 점막의 저항력을 강하게 해줘 피부에 난 상처를 빨리 회복시켜준다. 여드름이 자주 나는 지성 피부에도 효과적이다.",
            "message1" : "🥦 브로콜리는 비타민 C와 카로티노이드, 즉 베타카로틴, 루테인, 제아잔틴 등이 함유되어 있습니다. 이들 성분은 피부 멜라닌 생성을 억제하고, 피부 발색을 개선하는 데 도움을 줍니다. 따라서 브로콜리를 섭취하면 피부를 밝고 깨끗하게 유지하는 데 도움이 됩니다.",
            "message2" : "🥦 브로콜리는 비타민 A와 비타민 E, 카로티노이드 등이 함유되어 있습니다. 이들 성분은 피부를 보호하고, 자외선으로부터 피부를 보호하는 데 도움을 줍니다.",
            "message3" : "🥦 브로콜리에는 섬유아세틸렌과 비슷한 성분인 설포라판이 함유되어 있습니다. 설포라판은 피부 재생을 촉진하는 데 도움을 주며, 특히 상처와 여드름 자국 등을 치료하는 데 효과적입니다.",
            "message4" : "🥦 브로콜리에는 셀레늄과 퀘르세틴, 그리고 신나피린 등의 항산화 물질이 함유되어 있습니다. 이들 성분은 피부 염증을 예방하고, 염증이 있는 경우에는 염증을 완화시키는 데 도움을 줍니다.",
            "img" :"06-01.png"
        },
        {
            "name": "아보카도",
            "messages": "바이오틴(Biotin)이라는 영양소가 많이 함유된 아보카도는 메마른 피부, 모발, 손발톱 등에 수분을 공급해 준다. 그 외에 비타민 E, B2, B6와 미네랄, 필수 지방산 성분이 많아 피부 건강에 좋다. 아보카도를 먹는 것도 효과가 있지만, 피부에 발라주면 비타민 E성분이 피부에 직접 작용해 피부를 촉촉하게 해주고 피부노화 예방해도 좋다.",
            "message1" : "🥑 수분 공급: 아보카도는 높은 지방 함량으로 유지되는 수분 함량이 높아서, 피부를 윤기 있게 해주고 건조함을 완화하는 데 도움이 됩니다.",
            "message2" : "🥑 항산화 작용: 아보카도에는 카로티노이드와 비타민 C, E 등의 항산화 물질이 풍부하게 들어 있어서 피부를 자유로운 라디칼로부터 보호해주는 데 도움이 됩니다.",
            "message3" : "🥑 엘라스틴과 콜라겐 형성: 아보카도에는 피부의 탄력을 유지하는 데 중요한 엘라스틴과 콜라겐을 형성하는 데 필요한 비타민 C와 카로티노이드가 함유되어 있습니다.",
            "message4" : "🥑 피부 타입 개선: 아보카도 오일을 바르거나 아보카도를 먹는 것은 지성 피부와 건조한 피부, 민감한 피부에도 좋은 효과를 줄 수 있습니다.",
            "img" :"06-02.png"
        },
        {
            "name": "토마토",
            "messages": " 토마토에 풍부한 리코펜(Lycopene)은 피부가 햇볕에 타는 것을 방지해주며, 비타민 C, 항산화제가 풍부해 세포의 노화를 늦추는 효과도 있다. 또 루틴성분은 햇빛에 탄 피부에 열을 내려주는 역할을 하며, 다이어트 부작용으로 거칠어진 피부를 보완해 고운 피부를 유지해주는 효과도 있다.",
            "message1" : "🍅 토마토는 루테인과 리코펜이라는 항산화제가 풍부합니다. 이 두 가지 성분은 자유 라디칼을 제거하여 피부를 보호하고, 태양으로부터 피부를 보호하는 역할을 합니다. ",
            "message2" : "🍅 토마토는 베타카로틴과 비타민 C가 풍부하여 염증을 완화하는 데 도움이 됩니다. 이는 피부 염증성 질환 예방에 도움이 됩니다.",
            "message3" : "🍅 토마토는 수분 함량이 높아서 피부를 보호하고보습을 유지하는 데 도움이 됩니다. 이는 건조한 피부를 예방하고, 피부를 유연하게 유지하는 데 도움이 됩니다.",
            "message4" : "🍅 토마토에는 비타민 C가 많이 함유되어 있어서, 콜라겐 생성을 도와주고, 피부 탄력을 유지해줍니다.",
            "img" :"06-03.png"
        },
        {
            "name": "연어",
            "messages": "연어에는 아스탁산틴(Astaxanthin)이라는 영양소가 풍부하게 함유돼 있어서 피부의 탄력을 높여 잔주름이 생기는 것을 방지해준다. 붉은 색소인 아스탁산틴에는 자외선으로 인한 피부 손상과 피부침착색소 개선에 좋다. 또한, 단백질과 오메가 3 지방산, 비타민 D가 풍부하다.",
            "message1" : "🐟 연어에는 오메가-3 지방산이 풍부하게 함유되어 있습니다. 오메가-3 지방산은 피부 유연성을 유지하는 데 필요한 지방산으로, 피부 건강에 중요한 역할을 합니다. 또한 연어에는 콜라겐 합성을 촉진하는 비타민 D도 함유되어 있습니다.",
            "message2" : "🐟 연어에는 오메가-3 지방산이 풍부하게 함유되어 있습니다. 오메가-3 지방산은 염증을 줄이는 효과가 있어서, 피부 염증을 예방하고, 피부 염증이 있는 경우에는 염증을 완화시키는 데 도움을 줍니다.",     
            "message3" : "🐟 연어에는 셀레늄과 비타민 E가 함유되어 있습니다. 이 두 성분은 피부를 자외선으로부터 보호하는 데 도움을 줍니다. 자외선은 피부 건강에 해로울 수 있는 요인 중 하나이기 때문에, 연어를 섭취함으로써 피부 건강을 보호할 수 있습니다.",
            "message4" : "🐟 연어에 함유된 오메가-3 지방산과 비타민 D는 콜라겐 생성을 촉진하는 데 도움을 줍니다. 콜라겐은 피부 탄력에 중요한 역할을 하는 단백질이기 때문에, 연어를 섭취하여 피부 탄력을 유지하는 데 도움이 됩니다. ",
            "img" :"05-04.png"
        },
        {
            "name": "달걀",
            "messages": " 달걀에는 단백질과 바이오틴이 함유되어 있기 때문에 피부건조를 방지해 준다. 완전식품으로 알려진 달걀은 단백질이 풍부할 뿐만 아니라 비타민 B12, D, 리보플라빈, 엽산, 아미노산 등의 영양소를 많이 함유해 피부건강에도 좋다.달걀에 들어있는 아미노산은 케라틴은 기본 단백질을 만드는 필수 요소다.",
            "message1" : "🥚 달걀에는 비타민 A와 비타민 E가 함유되어 있습니다. 이 두 비타민은 피부를 보호하고, 자외선으로부터 피부를 보호하는 데 도움을 줍니다. 또한 달걀에는 아미노산인 리신도 함유되어 있어서, 피부 재생을 촉진하는 데 도움을 줍니다.",
            "message2" : "🥚 달걀에는 콜라겐과 엘라스틴을 합성하는 데 필요한 아미노산이 함유되어 있습니다. 콜라겐과 엘라스틴은 피부 탄력과 유연성을 유지하는 데 중요한 단백질이기 때문에, 달걀을 섭취함으로써 피부 탄력을 유지하는 데 도움이 됩니다.",
            "message3" : "🥚 달걀에는 비타민 B12와 비타민 D가 함유되어 있습니다. 이 두 비타민은 피부 멜라닌 생성을 억제하고, 피부 발색을 개선하는 데 도움을 줍니다. 이는 피부를 밝고 깨끗하게 유지하는 데 도움이 됩니다.",
            "message4" : "🥚 달걀에는 물분이 풍부하게 함유되어 있어서, 피부를 보습하는 데 도움을 줍니다. 특히 달걀 흰자에는 미네랄과 비타민이 풍부하게 함유되어 있어서, 피부 보습에 더욱 효과적입니다.", 
            "img" :"06-05.png"
        }
    ], 
    "blood": [
        {
            "title": "혈액순환",
            "name": "마늘",
            "messages": "마늘은 혈관이 이완되도록 도와주는 알리신이라고 불리는 황 화합물을 함유하고 있다. 연구를 통해 마늘이 풍부한 식단을 섭취하는 사람들에게서 피가 더 효율적으로 흐른다는 것이 밝혀졌다. 이는 심장이 몸 전체로 혈액을 이동시키기 위해 그렇게 열심히 일하지 않아도 된다는 것을 의미하며, 혈압을 낮추는 것을 돕는다.",
            "message1" : "🧄 마늘에는 알신이라는 활성 성분이 함유되어 있습니다. 이 성분은 혈액 내의 플라스미노겐을 분해시켜 플라스민으로 만들어줍니다. 플라스민은 혈액을 얇게 만들어 혈액순환을 원활하게 하고, 혈액 응고를 예방하는 데 도움을 줍니다.",
            "message2" : "🧄 마늘에는 알리신이라는 물질이 함유되어 있습니다. 알리신은 혈관을 확장시켜 혈액순환을 원활하게 합니다. 이러한 효과로 혈압을 낮추는 데도 도움을 줍니다.",
            "message3" : "🧄 마늘에는 살리실산과 비슷한 화합물인 알리시노신이 함유되어 있습니다. 이들 물질은 혈액 내의 나쁜 콜레스테롤인 LDL 콜레스테롤 수치를 낮추고, 좋은 콜레스테롤인 HDL 콜레스테롤 수치를 높여주는 데 도움을 줍니다. 이는 혈액순환을 개선하고, 동맥경화와 같은 질환을 예방하는 데 도움을 줍니다.",
            "message4" : "🧄 마늘에는 불화소라는 물질이 함유되어 있습니다. 이 물질은 항산화작용을 가지고 있어 혈액 내의 자유 라디칼을 제거해주는 데 도움을 줍니다. 이로 인해 혈액을 깨끗하게 유지하고, 혈액순환을 원활하게 하는 데 도움을 줍니다.", 
            "img" :"08-05.png"
        },
        {
            "name": "포도",
            "messages": "포도는 동맥을 건강하게 유지하고 혈류를 개선하는데 도움을 준다. 한 연구는 포도에 들어 있는 산화 방지제가 혈관이 긴장을 풀고 더 효율적으로 활동하도록 돕는다는 것을 발견했다. 게다가 포도는 혈액 순환을 방해하는 염증과 다른 분자들을 억제하는 효능도 있다.",
            "message1" : "🍇 포도에는 폴리페놀류라는 화합물이 풍부하게 함유되어 있습니다. 이 화합물은 혈관을 확장시켜 혈액순환을 원활하게 하고, 혈압을 낮추는 데 도움을 줍니다.",
            "message2" : "🍇 포도에는 레스베라트롤이라는 화합물이 함유되어 있습니다. 이 화합물은 혈액 내의 나쁜 콜레스테롤인 LDL 콜레스테롤 수치를 낮추고, 좋은 콜레스테롤인 HDL 콜레스테롤 수치를 높여주는 데 도움을 줍니다. 이는 혈액순환을 개선하고, 동맥경화와 같은 질환을 예방하는 데 도움을 줍니다.",
            "message3" : "🍇 포도에는 앤도시아닌이라는 화합물이 함유되어 있습니다. 이 화합물은 혈액을 얇게 만들어 혈액순환을 원활하게 하고, 혈전을 예방하는 데 도움을 줍니다.",
            "message4" : "🍇 포도에는 폴리페놀류라는 화합물과 비타민 C, 비타민 E, 베타카로틴 등의 항산화제가 함유되어 있습니다. 이러한 물질들은 자유 라디칼을 제거하고, 혈액을 깨끗하게 유지하는 데 도움을 줍니다. 이로 인해 혈액순환을 원활하게 하고, 혈압을 조절하는 데 도움을 줍니다.", 
            "img" :"07-02.png"
        },
        {
            "name": "감귤",
            "messages": "비타민 C가 감귤류를 식단의 일부로 만드는 유일한 이유는 아니다. 과일에서 발견되는 산화 방지제는 염증을 낮추고, 혈전을 예방하고, 혈액 순환을 개선하는데 도움을 줄 수 있다. 규칙적으로 마시는 (천연) 오렌지 주스가 혈압을 낮춘다는 연구 결과도 있다.",
            "message1" : "🍊 감귤에는 리모넨이라는 화합물이 함유되어 있습니다. 이 화합물은 혈액 내의 나쁜 콜레스테롤인 LDL 콜레스테롤 수치를 낮추고, 좋은 콜레스테롤인 HDL 콜레스테롤 수치를 높여주는 데 도움을 줍니다. 이는 혈액순환을 개선하고, 동맥경화와 같은 질환을 예방하는 데 도움을 줍니다.",
            "message2" : "🍊 감귤에는 항응고작용을 하는 화합물인 구아바이닌이 함유되어 있습니다. 이 화합물은 혈액을 얇게 만들어 혈액순환을 원활하게 하고, 혈전을 예방하는 데 도움을 줍니다.",
            "message3" : "🍊 감귤에는 비타민 C와 카로티노이드류 등의 항산화제가 함유되어 있습니다. 이러한 물질들은 자유 라디칼을 제거하고, 혈액을 깨끗하게 유지하는 데 도움을 줍니다. 이로 인해 혈액순환을 원활하게 하고, 혈압을 조절하는 데 도움을 줍니다.",
            "message4" : "🍊 감귤에는 폴리페놀류와 플라보노이드류 등의 화합물이 함유되어 있습니다. 이러한 화합물들은 혈관을 강화시켜 혈액순환을 개선하고, 혈압을 낮추는 데 도움을 줍니다.",
            "img" :"07-03.png"
        },
        {
            "name": "시금치",
            "messages": "시금치와 같이 질산이 풍부한 음식은 혈액순환을 좋게 할 수 있다. 이 화합물들은 혈관을 확장하고 피가 통과할 수 있는 더 많은 공간을 만드는 것을 돕는다. 연구에 따르면 시금치가 풍부한 식단이 동맥을 유연하게 유지하고 혈압을 낮추는 데 도움을 준다.",
            "message1" : "🥬 시금치는 철분이 풍부한 식품 중 하나입니다. 철분은 혈액 내의 적혈구를 생성하는 데 필요한 중요한 미네랄입니다. 적혈구는 혈액순환에 매우 중요하며, 적혈구 부족은 빈혈을 일으킬 수 있습니다. 시금치를 섭취하면 철분 섭취량을 증가시켜 혈액순환을 개선하는 데 도움을 줄 수 있습니다.",
            "message2" : "🥬 시금치는 비타민 K가 풍부한 식품 중 하나입니다. 비타민 K는 혈액응고에 필요한 요소 중 하나입니다. 혈액응고는 부상 시 혈액의 손상을 막기 위한 중요한 생리적 반응입니다. 시금치를 섭취하면 비타민 K 섭취량을 증가시켜 혈액응고를 개선하는 데 도움을 줄 수 있습니다.",
            "message3" : "🥬 시금치는 비타민 C와 카로티노이드류 등의 항산화 물질이 풍부합니다. 이러한 물질들은 자유 라디칼을 제거하고, 혈액을 깨끗하게 유지하는 데 도움을 줍니다. 이로 인해 혈액순환을 원활하게 하고, 혈압을 조절하는 데 도움을 줄 수 있습니다.",
            "message4" : "🥬 고염분 식습관은 고혈압의 주요 원인 중 하나입니다. 시금치는 식초와 함께 샐러드로 섭취하면 염분 대체제로 사용할 수 있습니다. 이는 혈액순환을 개선하고, 고혈압 예방에 도움을 줄 수 있습니다.", 
            "img" :"07-04.png"
        },
        {
            "name": "호두 ",
            "messages": "견과류, 특히 호두를 열심히 먹는 것이 좋다. 구겨진 껍질의 이 견과류들은 혈액이 원활하게 움직이도록 도와줄 수 있는 오메가 3 지방산의 일종인 알파 리놀렌산이 풍부하다. 한 연구는 호두를 8주 동안 규칙적으로 먹는 것이 혈관 건강을 증진시키고, 혈관이 탄력을 유지하는데 도움을 주며, 혈압을 낮춰준다는 것을 발견했다.", 
            "message1" : "🥜 호두는 지방산이 풍부한 식품 중 하나입니다. 지방산은 혈액 내 콜레스테롤 수치를 조절하는 데 중요한 역할을 합니다. 지방산은 나쁜 콜레스테롤인 LDL 콜레스테롤 수치를 낮추고, 좋은 콜레스테롤인 HDL 콜레스테롤 수치를 증가시킵니다. 이는 혈액순환을 개선하고, 동맥경화 등의 질환을 예방하는 데 도움을 줄 수 있습니다.",
            "message2" : "🥜 호두는 비타민 E와 함께 함유되어 있습니다. 비타민 E는 강력한 항산화 작용을 가지고 있어 자유 라디칼을 제거하고 세포 손상을 예방하는 데 도움을 줍니다. 이는 혈액순환을 원활하게 하고, 동맥경화 등의 질환을 예방하는 데 도움을 줄 수 있습니다.",
            "message3" : "🥜 호두에는 질산염이 함유되어 있습니다. 질산염은 혈액순환을 원활하게 하기 위해 필요한 성분 중 하나입니다. 질산염은 혈관을 확장시키고 혈액순환을 원활하게 하기 때문에 혈압을 낮추는 데 도움을 줄 수 있습니다.",
            "message4" : "🥜 호두는 마그네슘이 풍부한 식품 중 하나입니다. 마그네슘은 혈액순환에 필요한 미네랄 중 하나입니다. 마그네슘은 혈관을 확장시키고 혈액순환을 원활하게 하기 때문에 혈압을 낮추는 데 도움을 줄 수 있습니다. 또한, 마그네슘은 혈당 조절에도 중요한 역할을 합니다.", 
            "img" :"07-05.png" 
        }
    ],
    "digestive": [
        {
            "title": "소화기능",
            "name": "양배추",
            "messages": "양배추와 브로콜리, 순무, 케일 등 십자화과 채소는 내장 건강을 위해 좋은 식품이다. 이들 식품들은 섬유질과 함께 다양한 식물성 영양소와 비타민, 미네랄 등을 함유하고 있다.식물성 영양소는 유익한 세균 수를 증가시켜 내장을 튼튼하게 만들어줄 뿐만 아니라 항염증 및 산화방지제 성분도 함유하고 있다.",
            "message1" : "🥬 양배추에는 섬유질이 풍부하게 함유되어 있습니다. 이러한 섬유질은 소화 과정에서 배출되지 않고 대장에서 흡수되지 않은 채로 대장 내의 이물질과 함께 배출되면서 장 건강에 좋은 영향을 미칩니다.",
            "message2" : "🥬 양배추에는 항산화 작용을 가진 비타민 C와 카로티노이드가 함유되어 있습니다. 이들은 소화기관 내부를 보호하여 소화 과정에서 발생할 수 있는 자극을 줄여주고 염증을 완화시키는 역할을 합니다.",
            "message3" : "🥬 소화 및 건강 유지에 도움: 쑥은 소화를 촉진하고 체내 순환을 증진시키는데 도움을 주는 식물성 섬유질과 항산화 물질을 함유하고 있습니다. 이러한 성분들은 장 건강을 촉진하고 항산화 능력을 향상시켜 체내 독소를 제거하는 데도 도움을 줍니다.",
            "message4" : "🥬 양배추에는 유기물질인 글루코시놀레이트와 설포라판 등이 함유되어 있습니다. 이들은 소화기관 내부의 유해 물질을 제거하고 소화기관 건강을 유지하는 역할을 합니다.", 
            "img" :"08-01.png"
        },
        {
            "name": "식초",
            "messages": "타액과 위액 분비를 촉진해 식욕을 증진시키고 소화 흡수를 돕는다. 식초는 초산, 구연산, 아미노산, 호박산 등 60여 종류 이상의 유기산이 포함된 필수 영양제이면서도 미네랄과 비타민 등 각종 영양소의 체내 흡수를 도우며 중매해주는 촉진제이기도 하다.",
            "message1" : "🍾 위산 조절: 식초는 식후 위산의 증가를 제어하여 위산의 과다 분비를 억제하고 위장 관련 질환이나 소화불량을 예방하는데 도움을 줄 수 있습니다.",
            "message2" : "🍾 소화 촉진: 식초는 소화 효과를 촉진합니다. 식초는 식품 속의 단백질과 유기산을 분해하고 소화 효과를 촉진하는 효능이 있습니다.",
            "message3" : "🍾 혈당 조절: 식초에는 혈당 조절에 도움이 되는 성분이 함유되어 있습니다. 혈당 조절에 중요한 역할을 하는 인슐린 분비를 촉진하고, 혈당이 급격하게 상승하는 것을 예방하는 데 도움을 줄 수 있습니다.",
            "message4" : "🍾 식초는 대장 내부의 자극을 줄여서 배변활동을 촉진하는 데 도움을 줄 수 있습니다. 이는 변비 예방에 도움을 줄 수 있습니다.",
            "img" :"08-02.png"
        },
        {
            "name": "블루베리",
            "messages": "블루베리는 소화에 탁월한 효능을 지니고 있는 식품이다. 섬유질과 산화방지제, 항산화 물질인 폴리페놀 등을 함유하고 있다.우리 몸에 있는 활성산소를 해가 없는 물질로 바꿔주는 항산화물질 중 하나인 폴리페놀은 소화기 계통의 우호적인 세균을 활성화시킨다.            ",
            "message1" : "🍇 소화 촉진: 블루베리는 식이섬유가 풍부하고 다량의 폴리페놀과 안토시아닌을 함유하고 있어 소화 촉진에 효과적입니다. 블루베리가 소화기관 내부에 도달하면, 섬유질이 소화되면서 소화 과정이 원활하게 진행됩니다.",
            "message2" : "🍇 소화 효과 증대: 블루베리는 소화 효과를 증대시키는 효과를 가지고 있습니다. 블루베리에서 함유되는 폴리페놀 성분이 소화 작용에 도움을 주고 소화기관 내부에 있는 유해 성분을 제거하는 역할을 합니다.",
            "message3" : "🍇 소화 기능 개선: 블루베리는 소화 기능을 개선하고 소화 효율을 향상시키는 데 도움을 줄 수 있습니다. 이는 소화 불량 예방과 소화기관 건강 유지에 도움을 줄 수 있습니다.",
            "message4" : "🍇 소화기관 염증 예방: 블루베리는 항산화 작용을 통해 소화기관 내부 염증을 예방할 수 있는 효과를 가지고 있습니다. 이는 소화기관 질환 예방과 소화기관 건강 유지에 도움을 줄 수 있습니다.", 
            "img" :"08-03.png"
        },
        {
            "name": "옥수수",
            "messages": "위와 장을 튼튼히 한다. 소화효소 작용으로 소화액의 분비를 높여 식욕과 소화를 촉진하고, 장의 연동운동을 활발하게 한다. 따라서 변통이 조절되며, 장내 유익균의 기능도 돕는다.",
            "message1" : "🌽 식이섬유 함량 증가: 옥수수는 식이섬유가 풍부하게 함유되어 있습니다. 식이섬유는 소화기관을 거치면서 소화되지 않고 대장에서 대변으로 배출되는데, 이를 통해 변비 예방 및 대장건강을 유지하는데 도움을 줍니다.",
            "message2" : "🌽 비타민 및 미네랄 공급: 옥수수는 비타민 A와 C, 칼슘, 칼륨 등의 미네랄이 풍부합니다. 이러한 영양소들은 소화기관에서 영양소 흡수를 촉진하고 소화기관 건강을 유지하는 데 도움을 줍니다",
            "message3" : "🌽 에너지원: 옥수수는 탄수화물이 풍부한 식품 중 하나입니다. 탄수화물은 우리 몸의 에너지원으로 활용됩니다. 따라서, 옥수수는 에너지 부족을 예방하고 소화기관에서 영양소를 흡수할 수 있도록 도와줍니다.",
            "message4" : "🌽 항산화 작용: 옥수수에는 루테인과 제아잔틴이라는 항산화물질이 포함되어 있습니다. 항산화물질은 세포 손상을 예방하여 소화기관 건강을 유지하는 데 도움을 줍니다.", 
            "img" :"08-04.png"
        },
        {
            "name": "마늘 ",
            "messages": "주성분인 알리신은 위장을 자극해서 소화를 촉진하고 비타민B의 완전 흡수를 돕는다. 특히 암을 억제하고 암의 진행을 지연하는 효과가 있다. 마늘 중에서는 ‘육쪽 마늘’이 좋으며, 모양은 반듯반듯하고, 껍질 표면이 윤기 있고 뽀얀 회백색이 도는 것이 좋다.", 
            "message1" : "🧄 마늘은 소화기관 내에 있는 유해한 세균을 제거하는 데 도움이 됩니다. 마늘에 함유된 알리신은 강력한 항균 작용을 가지고 있어 소화기관 내의 세균을 제거하고 장 건강을 촉진하는 데 도움을 줍니다.",
            "message2" : "🧄 마늘은 소화 과정을 촉진시키는 데 도움이 됩니다. 마늘에 함유된 아미노산과 효소는 소화를 돕는 데 효과적입니다. 또한 마늘은 소화 효율을 향상시키는 데 도움이 되는 비타민 B6와 비타민 C를 함유하고 있습니다.",
            "message3" : "🧄 마늘은 소화기관 내 염증을 감소시키는 데 도움이 됩니다. 마늘에 함유된 화합물인 알리신은 강력한 항염 작용을 가지고 있어 소화기관 내 염증을 감소시키는 데 도움을 줍니다.",
            "message4" : "🧄 마늘은 소화기관의 건강을 개선하는 데 도움이 됩니다. 마늘은 장 내의 건강한 세균인 프로바이오틱스를 촉진하고, 소화기관의 염증을 줄이며, 소화 과정을 촉진시키는 데 도움을 줍니다.", 
            "img" :"08-05.png" 
        }
    ],
    "Breathing": [
        {
            "title": "호흡기능",
            "name": "배",
            "messages": "식품안전정보원 자료에 따르면 예로부터 기침 환자에게 배나 배숙을 먹인 기록이 있을 정도로 기관지 계통에 좋은 음식이다. 이는 배의 루테올린 성분 때문인데 기관지염, 가래, 기침 완화에 도움을 줄 수 있다.            ",
            "message1" : "🍐 항산화 작용: 배는 비타민 C와 카로티노이드 같은 항산화 물질이 풍부합니다. 이러한 물질들은 호흡기 관련 질환을 예방하고 호흡기 관련 염증을 감소시키는 데 중요한 역할을 합니다.",
            "message2" : "🍐 면역 체계 강화: 배는 비타민 C, 칼륨, 엽산 등의 영양소가 풍부하여 면역 체계 강화에 도움을 줍니다. 이를 통해 호흡기 관련 감염증 등의 질환을 예방할 수 있습니다.",
            "message3" : "🍐 소화 기능 개선: 배는 식이섬유가 풍부하며, 소화 기능을 개선해주는 효과가 있습니다. 또한 배는 물이 많아 디퓨증을 방지하고 변비 예방에도 도움을 줍니다.",
            "message4" : "🍐 비만 예방: 배는 저칼로리 식품으로 유명하며, 다이어트 식품으로도 자주 사용됩니다. 높은 식이섬유 함량과 낮은 칼로리 함량으로, 배는 비만 예방에 도움을 줄 수 있습니다.", 
            "img" :"09-01.png"
        },
        {
            "name": "미역",
            "messages": "미역 등 해조류에 많은 클로렐라는 단백질, 지방, 미네랄, 비타민 등을 함유해 다이옥신, 카드뮴, 납 등 중금속을 몸 밖으로 배출시키는데 효과적이다.            ",
            "message1" : "🥗 미역은 천식 예방에 도움을 줍니다. 미역은 폴리사카라이드와 더불어 다양한 미네랄과 비타민을 함유하고 있습니다. 이 중에서도 미역이 가지고 있는 칼슘, 마그네슘, 비타민 C와 같은 항산화제가 천식 예방에 도움을 줄 수 있습니다.",
            "message2" : "🥗 미역은 감염 예방에 도움을 줍니다. 미역은 다양한 미생물에 대항할 수 있는 항바이러스 효과를 지니고 있습니다. 특히 미역에서 추출된 플로리돈(polyphenols)은 바이러스의 침투를 막는 효과가 있습니다.",
            "message3" : "🥗 미역은 기침과 가래 해소에 도움을 줍니다. 미역에는 다량의 독소소거(독소를 제거하는 성분)와 항염제 성분이 함유되어 있습니다. 이러한 성분은 기침이나 가래에 효과적으로 작용하여 호흡기 궤양을 완화시키는 역할을 합니다.",
            "message4" : "🥗 미역은 호흡기 질환 예방에 도움을 줍니다. 미역은 천식, 폐렴, 결핵 등 호흡기 질환을 예방하는 데 도움이 됩니다. 이는 미역이 가지고 있는 항산화 작용과 면역 기능 강화 효과 때문입니다.",
            "img" :"04-03.png"
        },
        {
            "name": "녹차",
            "messages": "녹차의 탄닌 성분은 수은, 납, 카드뮴, 크롬 등 중금속이 몸 안에 쌓이는 것을 억제하고 카테킨 성분도 중금속의 유입을 막는데 도움을 준다.            ",
            "message1" : "🍵 기관지 확장 효과: 녹차에는 카페인과 티안신 등의 활성성분이 있어 기관지를 확장시켜 호흡기 확장을 돕습니다. 이는 천식과 같은 호흡기질환의 증상 완화에 도움을 줄 수 있습니다.            ",
            "message2" : "🍵 항산화 작용: 녹차에는 카테킨과 폴리페놀 등의 항산화성분이 풍부하게 함유되어 있습니다. 이러한 항산화성분은 호흡기 질환을 유발하는 염증을 완화시키는 효과를 가질 수 있습니다.",
            "message3" : "🍵 면역력 증진: 녹차에는 면역력을 증진시키는 다양한 활성성분이 있습니다. 특히, 녹차 다량 섭취는 호흡기 감염을 예방하는 효과가 있을 수 있습니다.",
            "message4" : "🍵 진정 효과: 녹차에는 신경계를 안정시키고 진정 효과가 있는 성분인 L-세이닌 등이 함유되어 있습니다. 호흡기 질환과 관련된 스트레스와 불안감을 완화시키는 데 도움을 줄 수 있습니다.", 
            "img" :"09-03.png"
        },
        {
            "name": "석류",
            "messages": "석류 주스는 폐종양의 성장을 늦춘다. 석류에는 엘라그산을 포함해 항산화 성분이 풍부하게 함유돼 있어 암에 효과를 발휘한다            ",
            "message1" : "🧡 천식 예방: 석류는 항산화 작용을 통해 호흡기 내 염증을 완화시키는 효과가 있습니다. 이로 인해 호흡기 관련 질환인 천식 예방에 효과적일 수 있습니다.",
            "message2" : "🧡 기침 완화: 석류에는 항염작용이 있는 플라보노이드 성분인 안토시아닌이 함유되어 있습니다. 이 성분은 기침을 완화시키는 효과가 있어, 기침이 심한 호흡기 질환 환자에게 효과적입니다.",
            "message3" : "🧡 감염 예방: 석류는 비타민 C가 풍부하여, 면역 체계를 강화시키는 데 도움이 됩니다. 이로 인해 호흡기 감염 예방에도 효과적일 수 있습니다.",
            "message4" : "🧡 습도 유지: 석류는 천연 수분 보충제 역할을 하여, 호흡기 내의 습도를 유지시켜 주는 역할도 합니다. 호흡기 내 습도가 유지되면 마른 기관지를 보호하고 기관지 수분증상을 완화시킬 수 있습니다.", 
            "img" :"09-04.png"
        },
        {
            "name": "사과",
            "messages": "사과에는 플라보노이드, 비타민 C, E 등이 들어있어 폐 기능이 최상을 유지하도록 돕는다. 건강한 폐를 위해 일주일에 여러 번 사과를 먹는 게 좋다.            ", 
            "message1" : "🍎 천식 예방: 사과에는 폴리페놀과 플라보노이드 같은 항산화물질이 풍부하게 함유되어 있어 천식 예방에 도움이 됩니다.",
            "message2" : "🍎 체내 염기성도 조절: 사과에는 식이섬유와 다량의 칼륨이 함유되어 있어, 체내 염기성도를 조절해줍니다. 체내 염기성도가 유지되면 호흡기의 정상적인 기능에 도움이 됩니다..",
            "message3" : "🍎 체내 독소 제거: 사과에는 식이섬유와 항산화물질이 풍부하게 함유되어 있어, 체내 독소를 제거하는데 효과적입니다. 이러한 효과는 호흡기관 건강을 개선해주는데 도움이 됩니다.",
            "message4" : "🍎 염증 완화: 사과에는 항염작용을 하는 퀘르세틴이 함유되어 있어, 호흡기관의 염증을 완화시켜주는 효과가 있습니다. 이러한 효과는 호흡기 질환 예방과 개선에 도움이 됩니다.", 
            "img" :"09-05.png" 
        }
    ],
    "climacterium": [
        {
            "title": "갱년기",
            "name": "우유",
            "messages": "우유는 칼슘이 풍부하여 골다공증 예방에 좋습니다. 갱년기 후 여성들은 에스트로겐 수치의 감소로 인해 뼈 밀도가 감소하는 경향이 있으므로, 칼슘 섭취가 중요합니다.",
            "message1" : "🍼 골다공증 예방: 갱년기 이후 여성의 에스트로겐 수치가 감소하면서 뼈 손실률이 증가하게 됩니다. 우유에는 칼슘과 비타민 D가 풍부하게 함유되어 있어 뼈 건강에 도움을 줄 수 있습니다. 또한, 우유에는 뼈 형성을 돕는 단백질이 포함되어 있어 골밀도 감소를 예방하는 데 도움을 줍니다.",
            "message2" : "🍼 심혈관 질환 예방: 갱년기 이후 여성은 심혈관 질환 발생 위험이 증가하게 됩니다. 우유는 지방 함량이 낮아 심혈관 건강에 좋은 영향을 미칠 수 있습니다. 또한 우유에는 혈압을 낮추는 효과도 있어 심혈관 질환 예방에 도움을 줄 수 있습니다.",
            "message3" : "🍼 면역력 강화: 갱년기 이후 여성은 면역력이 약해지는 경향이 있습니다. 우유는 단백질과 비타민, 미네랄, 항산화물질 등이 풍부하게 함유되어 있어 면역력을 강화하는 데 도움을 줄 수 있습니다.",
            "message4" : "🍼 다이어트에 도움: 갱년기 이후 여성은 대사량이 감소하면서 체중 증가가 일어나는 경우가 많습니다. 우유에는 단백질이 풍부하게 함유되어 있어 포만감을 높이는 데 도움을 줍니다. 또한, 우유에서는 지방이 아닌 탄수화물이 많이 함유되어 있어 다이어트에도 도움을 줄 수 있습니다.", 
            "img" :"10-01.png"
        },
        {
            "name": "견과류",
            "messages": "견과류는 식이 섬유와 단백질, 오메가-3 지방산, 비타민 E 등을 풍부하게 함유하고 있어, 갱년기 후 기분전환이나 소화불량, 심혈관 질환 예방에 좋습니다. 또한, 비타민 E가 갱년기 후 여성들의 항산화 작용을 돕는데, 이는 노화에 따른 세포 손상 예방에 효과적입니다.",
            "message1" : "🥜 호르몬 균형 유지: 갱년기 때는 여성 호르몬인 에스트로겐의 분비량이 줄어들어 호르몬 균형이 깨질 수 있습니다. 하지만 견과류는 호르몬 균형을 유지하는 데 도움을 줄 수 있는 비타민 E와 필수 지방산을 함유하고 있습니다.",
            "message2" : "🥜 골건강 증진: 갱년기에는 뼈 밀도가 감소하는 경향이 있습니다. 견과류에는 칼슘, 마그네슘, 인 등 뼈 건강에 필요한 영양소가 풍부하게 함유되어 있습니다. 특히 마그네슘은 뼈 건강뿐만 아니라 신경계와 근육 기능에도 중요한 역할을 합니다.",
            "message3" : "🥜 면역력 강화: 갱년기에는 면역력이 약해져서 감염에 노출될 확률이 높아집니다. 견과류는 비타민 C와 아연 등 면역력을 강화하는 영양소가 풍부하게 함유되어 있어 갱년기 여성의 면역력을 강화하는 데 도움을 줄 수 있습니다.",
            "message4" : "🥜 혈압 조절: 갱년기 여성 중 일부는 고혈압으로 고통받을 수 있습니다. 하지만 견과류는 혈압을 조절하는 데 도움을 주는 칼륨을 함유하고 있습니다. 또한, 견과류를 섭취하는 것이 체중조절에 도움을 주기 때문에 이로 인해 혈압이 감소할 수도 있습니다.",
            "img" :"10-02.png"
        },
        {
            "name": "콩",
            "messages": "콩은 식물성 단백질을 제공하고, 이소플라본이라는 식물성 호르몬을 함유하고 있습니다. 갱년기 후 여성들은 여성호르몬인 에스트로겐의 감소로 인해 호르몬 대체 요법을 시도하는 경우도 있습니다. 그러나 콩의 이소플라본은 에스트로겐과 유사한 작용을 하여, 호르몬 대체 요법을 대체할 수 있습니다.",
            "message1" : "💚 호르몬 대체 요소로서의 역할: 갱년기의 여성들은 에스트로겐 수치가 낮아지는데, 이는 다양한 건강 문제와 연관됩니다. 콩은 식물성 호르몬인 이소플라본트(isoflavones)를 함유하고 있어, 여성 호르몬 대체 요소로서 역할을 할 수 있습니다.",
            "message2" : "💚 골밀도 유지에 대한 역할: 갱년기 이후 여성들은 골밀도 감소로 인해 골다공증에 걸릴 위험이 높아집니다. 콩은 칼슘, 마그네슘, 인 등의 미네랄을 함유하고 있어, 골밀도 유지에 도움을 줄 수 있습니다.",
            "message3" : "💚 혈당 조절에 대한 역할: 갱년기 이후 여성들은 인슐린 저항성이 증가할 가능성이 높아져, 당뇨병 등의 질환이 발생할 위험이 있습니다. 콩은 단백질과 섬유질을 함유하고 있어, 혈당을 안정시키는 데 도움을 줄 수 있습니다.",
            "message4" : "💚 심혈관 질환 예방에 대한 역할: 갱년기 이후 여성들은 심혈관 질환 발생 위험이 높아집니다. 콩은 식이섬유와 미네랄을 함유하고 있어, 혈압을 안정시키고 혈액 순환이 원활해지는 데 도움을 줄 수 있습니다.", 
            "img" :"10-03.png"
        },
        {
            "name": "고기",
            "messages": "갱년기 후 여성들은 근육량 감소와 체력 저하 등을 경험할 수 있습니다. 고기는 단백질과 철분을 풍부하게 함유하고 있어 근육량 유지와 체력 보강에 도움을 줄 수 있습니다. 또한, 갱년기 후 여성들은 철분 부족이 발생할 수 있으므로 고기를 섭취하여 철분 섭취를 보충하는 것도 좋은 방법입니다.",
            "message1" : "🥩 단백질 공급: 갱년기 여성은 호르몬 변화로 인해 뼈 감소, 근육 감소 등 신체 기능이 약해질 수 있습니다. 고기는 단백질이 풍부하여 뼈, 근육, 피부 등을 유지하고 강화하는데 도움을 줄 수 있습니다.",
            "message2" : "🥩 철분 보충: 갱년기 여성은 생리 주기가 멈추면서 철분 결핍이 발생할 수 있습니다. 고기는 헤모글로빈을 형성하는데 필요한 철분이 풍부하여 철분 결핍 예방에 도움을 줄 수 있습니다.            ",
            "message3" : "🥩 비타민 B12 공급: 간이나 다른 장기에서 충분한 양의 비타민 B12가 분비되지 않으면 갱년기 여성에게 신경계 문제, 메모리 감퇴 등의 증상이 나타날 수 있습니다. 고기는 비타민 B12가 풍부하여 이러한 증상을 예방하는데 도움을 줄 수 있습니다.",
            "message4" : "🥩 에너지 공급: 갱년기 여성은 에너지 소비량이 줄어들지만 여전히 충분한 에너지가 필요합니다. 고기는 지방, 단백질 등의 영양소가 풍부하여 에너지를 제공하는데 도움을 줄 수 있습니다. 단, 고기의 지방 함량이 높을 수 있으므로 적당한 양을 섭취해야 합니다.", 
            "img" :"04-01.png"
        },
        {
            "name": "생선 ",
            "messages": "생선은 오메가-3 지방산을 풍부하게 함유하고 있어, 심혈관 질환 예방에 효과적입니다. 또한, 갱년기 후 여성들은 뼈 밀도 감소와 관련된 문제를 겪을 수 있으므로 생선을 섭취하여 칼슘과 비타민 D를 보충할 수 있습니다.", 
            "message1" : "🐟 오메가-3 지방산 함량이 높아서 호르몬 불균형 완화: 생선에는 오메가-3 지방산이 풍부하게 포함되어 있습니다. 이 지방산은 갱년기 여성에서 주로 나타나는 호르몬 불균형을 완화시키는 데 도움을 줄 수 있습니다.",
            "message2" : "🐟 골밀도 강화: 생선에는 칼슘, 비타민 D 등 골 건강에 필요한 영양소가 많이 포함되어 있습니다. 이들 영양소는 갱년기에 발생하는 골감소증을 예방하고 골밀도를 강화하는 데 도움을 줄 수 있습니다.",
            "message3" : "🐟 혈압 및 혈중 콜레스테롤 개선: 생선은 혈압 및 혈중 콜레스테롤을 낮추는 데 도움을 줄 수 있습니다. 이는 갱년기 여성에서 나타나는 고혈압, 고콜레스테롤증 등의 질환을 예방하고 개선하는 데 도움을 줄 수 있습니다.",
            "message4" : "🐟 면역력 강화: 생선에는 비타민 D, 비타민 B12, 아연 등 면역력을 강화하는 데 필요한 영양소가 많이 포함되어 있습니다. 이들 영양소는 갱년기 여성의 면역력을 강화하여 감염병 예방 및 건강한 삶을 유지하는 데 도움을 줄 수 있습니다.", 
            "img" :"01-05.png" 
        }
    ]
}
]